[
    {
      "id": "1",
      "course-id": "1",
      "name": "Microsoft PowerPoint  ",
      "main_instructor": "Ayman Sadik ",
      "qualification": "Chief Content Creator10 Minute School",
      "duration": "5 hrs",
      "videos": 50,
      "notes": 50,
      "exams": 2,
      "free-videos": 3,
      "bonus-ques": 4,
      "assignments": 11,
      "enrolled": 9154,
      "tag": "highly-rated",
      "price": 450,
      "img": "https://i.ytimg.com/vi/eFpwFbUadms/maxresdefault.jpg",
      "discription": "Learn PowerPoint from Beginner to Expert Level now in just one online course. 50 PowerPoint online tutorials are there to take you to the next level.",
      "about-course": "Are you new to university? Or a new intern in a company? Or are you an experienced employee and learning new technology? We all have to read in front of Microsoft PowerPoint at some point and that’s pretty sure. PowerPoint is a lot like that distant relative who comes home after a while! Have you ever wondered why you might have to present yourself through Microsoft PowerPoint while working somewhere? The university has to give numerous presentations every year. It could be a competition, a quiz or a small class task. On the other hand, there is no need to explain the need for interesting and informative presentation slides in the corporate sector. If you don't want to be left behind by your peers by impressing everyone with your presentation, now is the time to learn the ins and outs of PowerPoint. And to help you create all the awesome PowerPoint slides, we've come up with the 'Microsoft Powerpoint Beginner to Advanced' course. The course is taken by Sadman Sadiq, who is one of the best tutors to teach you PowerPoint. The course tutorials are arranged in such a way that will teach you all the features of PowerPoint to make an interesting slide. Whether it's animation, graphics design, data visualization or creating a simple slide, you'll find everything you need in this course. Sounds pretty funny, doesn't it? So enroll in the course today and impress your colleagues by increasing your confidence with your PowerPoint and stay ahead of everyone else to get a good grade, a new job or promotion"
    },
    {
      "id": "2",
      "course-id": "2",
      "name": "Spoken English",
      "main_instructor": "Munzereen Shahid",
      "qualification": "MS (English), University of Oxford (UK); BA, MA (English), University of Dhaka; IELTS: 8.5 ",
      "duration": "20 hrs",
      "videos": 83,
      "notes": 83,
      "exams": 6,
      "free-videos": 3,
      "bonus-ques": 10,
      "assignments": 18,
      "enrolled": 64154,
      "tag": "best-seller",
      "price": 450,
      "img": "https://www.thefinancialexpress.com.bd/uploads/1616513874.jpg",
      "discription": "Learn spoken English online. 80+ video lessons, quizzes, and notes to help you speak fluently in English.",
      "about-course": "  If you can speak English with confidence and fluency, you can be ahead of anyone at every stage of life. Academics, career, competitive exams and even travel skills require a lot more English success. So, the importance and significance of speaking English skills cannot be overstated.And to help you acquire this skill, Ten Minute School has come up with this 'Spoken English at home' course. With our dear teacher Munjerin Shahid, you will learn to speak English properly and fluently in your daily life.Munjerin Shahid will teach you how to speak English fluently in different situations of real life. By learning real examples and correct pronunciation you will be able to speak English without any inertia. There are quizzes on all the video lessons to test your skills after the classes. There are also notes with each lesson for shortcut learning. Audiobooks are at your convenience for learning by listening to audio. There are vocabulary flash cards for learning new words in the video where you can learn the meaning, usage and pronunciation of a word through the card. And finally there is the transcript for getting the classes in written form. So what are you waiting for? Enroll now in the Spoken English course of choice for more than 60,000 students."
    },
    {
      "id": "3",
      "course-id": "3",
      "name": "English Grammar Crash Course ",
      "main_instructor": "Sakib Bin Rashid",
      "qualification": "Chief Strategy Officer 10 Minute School ",
      "duration": "22 hrs",
      "videos": 100,
      "notes": 100,
      "exams": 10,
      "free-videos": 5,
      "bonus-ques": 10,
      "assignments": 8,
      "enrolled": 9154,
      "tag": "highly-rated",
      "price": 450,
      "img": "https://cdn.10minuteschool.com/images%2Fskills%2Fjpeg%2FEnglish-Grammar-Crash-Course---Title-Thumbnail.jpg",
      "discription": "Learn basic English grammar without having to memorize grammar rules. Avoid common mistakes. Become more confident in your English grammar skills today!",
      "about-course": "Even with the most basic grammar rules but we often get confused when we have to try to make sentences keeping English grammar correct. In school life we ​​are taught many complex grammar rules but when we understand how English grammar really works then these complex rules are of no use to us. If you too are tired of memorizing the rules of old school life grammar, then this course is for you! Learning English through real situations is more effective than memorizing grammar rules. But unfortunately our curriculum is designed in such a way that it has deepened the fear of English grammar in us and as a result we cannot be good in English. This fear is further constraining us from doing well in our university admission tests, BCS preparation, job placement, and even studying abroad. You must also want to get out of this place of fear, don't you? Now is the time to change the way you learn English grammar! So to help you get out of the traditional grammar learning method, Ten Minute School has come up with 'English Grammar Crash Course'! In this course you will learn basic subjects of grammar like Noun, Pronoun, Articles, Verbs, Gerunds, Tense and also complex subjects like Prepositions, Changing sentences, Modifiers, Connectors etc. Your course instructor, Shakib bin Rashid, is an experienced teacher who will teach you how to understand the basics of English grammar and how to avoid common grammar mistakes. Enroll in the course now to say goodbye to the days of memorizing grammar!"
    },
    {
      "id": "4",
      "course-id": "4",
      "name": "Corporate Grooming",
      "main_instructor": "Solaiman Shukhon    ",
      "qualification": "Author, Trainer, Speaker Chief Public Affairs Officer, Nagad",
      "duration": "6 hrs",
      "videos": 23,
      "notes": 23,
      "exams": 23,
      "free-videos": 3,
      "bonus-ques": 3,
      "assignments": false,
      "enrolled": 4354,
      "tag": "excillent",
      "price": 450,
      "img": "https://cdn.10minuteschool.com/images/skills/thumbnails-v3/Corporate%20Grooming_Landscape.jpg",
      "discription": "Groom yourself in corporate job online. Learn how you can prosper in your job through Corporate Grooming course by Solaiman Shukhon.    ",
      "about-course": "Do you know how to dress properly in the office? Did you know that your attitude at work can affect your career as well as your general outlook? One should not have any idea about someone by looking at the clothes on the outside but still people do it sometimes. Customers never know what is going on inside an organization. For them, you are the identity of that organization! So your outward look and attitude carries the identity of your organization to them. And these customers are the core of an organization. So how do you send a positive message to them? The answer is corporate grooming. Proper grooming and a professional look are essential not only for a good first impression but also for gaining respect in the workplace.  Corporate grooming is basically adapting to the new culture of a new organization. Talent, hard work and dedication are the key to success in our career. Also our abhivarb, personality and confidence have a lot of influence in our interaction with our senior management team including colleagues. Many new people enter the job without proper grooming. The result? Mental turmoil and frustration. This course is for you if you do not want to regret the next step and fully prepare yourself before your next step. If you are not on the right path in the corporate world, it is an endless, self-defeating and meaningless pursuit. This is actually a very competitive place. So, it is quite difficult to groom yourself before entering the corporate arena. Learn how you can improve your job, make your best impression and be successful in your career. Become the next genius in the corporate world by taking the corporate grooming course of Sulaiman Shukhan!"
    },
    {
      "id": "5",
      "course-id": "5",
      "name": "BCS PRILI Course",
      "main_instructor": "Md Sohan bin Jannat",
      "qualification": "BUET, ME 2011",
      "duration": "144 hrs",
      "videos": 144,
      "notes": 144,
      "exams": 32,
      "free-videos": 15,
      "bonus-ques": 14,
      "assignments": 32,
      "enrolled": 1454,
      "tag": "valued",
      "price": 3000,
      "img": "https://cdn.10minuteschool.com/images/skills/thumbnails-v3/BCS-Preli_Landscape.jpg",
      "discription": "Take your best preparation for the upcoming BCS preliminary exam in a short period with our exclusive tutorials, model tests, previous years BCS question and more ",
      "about-course": "Bangladesh Civil Service or BCS is one of the most competitive job exams in Bangladesh. On an average, about 5 lakh candidates take the BCS exam every year, which makes it very difficult for an ordinary candidate to become a Bangladesh Civil Service cadre. Proper guidance and thorough preparation is very important to do well in BCS exam. If 43rd and 44th BCS is your goal, then this course is for you! While preparing for this highly competitive exam, most BCS candidates get lost in the crowd at the coaching center. Without proper mentorship and guidance many candidates cannot prepare properly for the exam. So Ten Minute School has come up with a ‘BCS Preli’ course designed by experienced mentors to help you prepare for the BCS exam! .To ensure your maximum preparation in the shortest time, this course covers the entire BCS Preliminary Syllabus with 146 video lectures, 1460 quizzes, 32 BCS question banks, chapter based digest books. If you want to fulfill your dream of becoming a BCS cadre in 43rd and 44th BCS, then enroll in the course now!"
    },
    {
      "id": "6",
      "course-id": "6",
      "name": "Presentation & Public Speaking ",
      "main_instructor": "Ayman Sadiq",
      "qualification": "Chief Executive Officer 10 Minute School",
      "duration": "2 hrs",
      "videos": 31,
      "notes": false,
      "exams": false,
      "free-videos": false,
      "bonus-ques": false,
      "assignments": false,
      "enrolled": 7454,
      "tag": "highliy-rated",
      "price": "Free",
      "img": "https://cdn.10minuteschool.com/images/skills/thumbnails-v3/Presentation%20and%20Public%20Speaking_Landscape.jpg",
      "discription": "Get rid of your fear of presentation and become a better public speaker and presenter with this free course! ",
      "about-course": "No matter what profession you are in, excellent presentation and public speaking skills are an important factor that can take you a long way in life. Whether you are a corporate professional or a student who wants to do well in the classroom, you will learn everything from this course on how to amaze everyone with your presentation and public speaking skills.  Get acquainted with the 'Presentation and Public Speaking' course created by Ayman Sadiq, the man we all love. The entire course is arranged with all the skills, techniques, tips and tricks needed for any important presentation or public speaking setting for you. This course will remove all kinds of questions and confusions that may come to your mind while standing in front of a large crowd.  The special lessons you will learn in this course include how to make people more interested in what you say, effective communication techniques you can use when presenting, ways to avoid weak speech, techniques to overcome public speaking anxiety and much more. Something! Giving public speaking or presentation, in fact, depends not only on what you are saying but also on how you are expressing it. Whether you have experience in this field or not, this course will definitely help you to perfect your speech like a skilled one. So if you want to be the best speaker or presenter in town, enroll now!"
    },
    {
      "id": "7",
      "course-id": "7",
      "name": "Cartoon Animation",
      "main_instructor": "Antik Mahmud",
      "qualification": "YouTuber; Founder & CEO at Antik Animated",
      "duration": "4 hrs",
      "videos": 16,
      "notes": 16,
      "exams": 4,
      "free-videos": 1,
      "bonus-ques": false,
      "assignments": 3,
      "enrolled": 7554,
      "tag": "highliy-rated",
      "price": "Free",
      "img": "https://cdn.10minuteschool.com/images/skills/thumbnails-v3/Cartoon%20Animation_Landscape.jpg",
      "discription": "Want new cartoon drawing ideas? Enroll in Cartoon Animation Online class with 10 tutorial videos, quiz and notes.",
      "about-course": "When you watch an anime, do you get fascinated by its character and animation? Have you ever wondered how such animations are made? Do you want to choose animation as a career or learn animation to enhance your skillset? If any of these match you, then this course is for you!  If anyone in our country wants to learn animation and is thinking of starting to learn, there is a hurdle for him because all the resources available on this subject are in English. This ultimately led many of them back from learning this remarkable skill. So to help all new animators and cartoonists learn animation very easily, Ten Minute School has designed the “Cartoon Animation” course, where our favorite Antik Mahmud himself will teach all the details about this! In this course you will learn everything you need to start animation. Starting with the software and hardware required for animation, how to design sound, the skills and techniques of using Adobe Animate and other tools, and the nuances of animation will be taught in this course. Antik Mahmud is famous for his animation skills and content creator, he will guide you on this journey to help you develop your talent. If you want to build your career in animation and develop your creative talents, enroll in the course now!"
    },
    {
      "id": "8",
      "course-id": "8",
      "name": "Free Lancing",
      "main_instructor": "AntJoyeta Banerjee",
      "qualification": "CEO, TalkStory; Top Rated Freelancer at Upwork; Freelance Instructor at 10 Minute School",
      "duration": "20 hrs",
      "videos": 78,
      "notes": 76,
      "exams": 4,
      "free-videos": 4,
      "bonus-ques": false,
      "assignments": 2,
      "enrolled": 10754,
      "tag": "highliy-rated",
      "price": 450,
      "img": "https://cdn.10minuteschool.com/images%2Fskills%2Fjpeg%2FGhore-Boshe-Freelancing---Title-thumbnail.jpg",
      "discription": "Freelancing course is now available in Bangla. Learn freelancing from home in just one course with tutorials, notes, quizzes and cheatsheets. ",
      "about-course": "Have you ever wondered how to get out of your difficult corporate life from 9am to 5pm? What if we had complete freedom to make money? But now is the time to think about it . It may seem a little intimidating to many to think differently outside of conventional work-life, no matter how many new possibilities and freedoms there may be in that work. But if we could get rid of all the misconceptions we have about freelancing, we could become our own boss! And in this way we got the opportunity to do whatever we wanted and our life became easier. And this is where freelancing brings us a great opportunity. Freelancing gives you the opportunity to create your own employment, work on different projects and learn something new every time. Just as freelancing helps people financially, it also gives them the opportunity to work at their convenience and at the same time gives them a lot of satisfaction. The biggest advantage of freelancing is that it can be done from anywhere, anytime at your convenience. But how to start freelancing? With all these things in mind, we have come up with the 'Freelancing at Home' course to teach you the ins and outs of freelancing. This course is much easier and the course contains complete guidelines on all the topics needed to start freelancing. In this course you will find guidelines on everything from skill building to how to promote yourself in some freelancing marketplaces like Fiber and Upwork. Your course instructor Jayita Banerjee, CEO of TalkStory and a highly successful freelancer at Upwork, will guide you through this journey of becoming a skilled freelancer. Enroll in the course today to start your journey as a freelancer!"
    }
  ]
  